Revit 2027 API
UIFabricationUtils.GetOpenConnectorIndicatorPlanColor Method
 Gets the color of the open connector indicator in plan view.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static Color GetOpenConnectorIndicatorPlanColor()
Public Shared Function GetOpenConnectorIndicatorPlanColor As Color
public:
static Color^ GetOpenConnectorIndicatorPlanColor()
static member GetOpenConnectorIndicatorPlanColor : unit -> Color
Return Value
Color
See Also
Reference
UIFabricationUtils Class
Autodesk.Revit.UI Namespace